export const coupons = [
    {
        couponId: 1,
        couponName: "ตั๋วหนังหรรษา",
        discount: 80,
        couponDescription: "ชวนเพื่อนซี้ของคุณมาสัมผัสประสบการณ์ความบันเทิงสุดหรรษา! รับส่วนลดพิเศษทันที 80 บาท สำหรับการซื้อตั๋วหนังทุกเรื่อง ทุกรอบฉาย ให้คุณและเพื่อนได้เต็มอิ่มกับภาพยนตร์ที่คุณรอคอย ในราคาที่สบายกระเป๋ากว่าเดิม!",
    },
    {
        couponId: 2,
        couponName: "Movie Time สบายกระเป๋า",
        discount: 50,
        couponDescription: "ได้เวลาพักผ่อนหย่อนใจกับภาพยนตร์เรื่องโปรดแล้ว! เพียงใช้คูปองนี้ รับส่วนลดทันที 50 บาท เมื่อซื้อตั๋วหนัง ไม่ว่าจะดูคนเดียว หรือชวนคนรู้ใจมาสนุกด้วยกัน ก็คุ้มค่าเกินใคร ให้ทุก Movie Time ของคุณเป็นช่วงเวลาแห่งความสุขแบบสบายกระเป๋า!",
    },
    {
        couponId: 3,
        couponName: "สุขสันต์วันดูหนัง",
        discount: 40,
        couponDescription: "เติมเต็มความสุขในวันพิเศษของคุณด้วยคูปองส่วนลดสุดคุ้ม! รับส่วนลดไปเลย 40 บาท สำหรับการซื้อตั๋วหนังเรื่องใดก็ได้ รอบใดก็ได้ ให้คุณได้ดื่มด่ำกับภาพยนตร์คุณภาพ พร้อมสร้างความทรงจำดี ๆ ในวันสุขสันต์ของคุณ!",
    },
    {
        couponId: 4,
        couponName: "เพื่อนซี้พาดูหนัง",
        discount: 30,
        couponDescription: "แท็กเพื่อนซี้ของคุณแล้วมาดูหนังกัน! ใช้คูปองนี้รับส่วนลด 30 บาท สำหรับการซื้อตั๋วหนัง เพื่อให้คุณและเพื่อนได้สนุกสุดเหวี่ยงไปกับภาพยนตร์ที่คุณชื่นชอบ ในราคาที่ทุกคนยิ้มได้ อย่ารอช้า รีบชวนเพื่อนมาสร้างโมเมนต์ดี ๆ ด้วยกันเลย!",
    },
    {
        couponId: 5,
        couponName: "สุขสันต์วันดูหนังสุดสัปดาห์",
        discount: 20,
        couponDescription: "เติมเต็มความสุขในวันหยุดสุดสัปดาห์ของคุณด้วยคูปองส่วนลดสุดคุ้ม! รับส่วนลดไปเลย 20 บาท สำหรับการซื้อตั๋วหนังเรื่องใดก็ได้ รอบใดก็ได้ ให้คุณได้ดื่มด่ำกับภาพยนตร์คุณภาพ พร้อมสร้างความทรงจำดี ๆ ในวันพักผ่อนของคุณ!",
    },
];